var qas = [
    {
        "q": "由薇薇安開設的設計師專欄名稱是?",
        "a": "設計師情報屋"
    },
    {
        "q": "蘋果聯邦服裝集團的創始人是誰",
        "a": "海哲"
    },
    {
        "q": "在雲端帝國中最具代表性的食物是什麼?",
        "a": "火鍋"
    },
    {
        "q": "由秦衣創立的劇團名稱是?",
        "a": "幕不落劇團"
    },
    {
        "q": "暖暖是哪個星座的?",
        "a": "射手座"
    },
    {
        "q": "獨立戰爭爆發在哪一個國家?",
        "a": "蘋果聯邦"
    },
    {
        "q": "什麼動物可以貼在牆上?",
        "a": "海豹"
    },
    {
        "q": "暖暖最喜歡吃哪一種糖?",
        "a": "話梅糖"
    },
    {
        "q": "套裝欲望魔術的帽子上的裝飾是一隻什麼動物?",
        "a": "兔子"
    },
    {
        "q": "被你贊過的朋友圈叫什麼圈?",
        "a": "甜甜圈"
    },
    {
        "q": "如果暖暖晚飯後就開始鍛鍊她剛剛可能喝了什麼?",
        "a": "奶茶"
    },
    {
        "q": "你的臉上有點東西有什麼?",
        "a": "有點漂亮"
    },
    {
        "q": "暖暖在足球校隊中踢哪個位置?",
        "a": "守門員"
    },
    {
        "q": "在奇蹟大陸中哪個國家覆雪面積最大?",
        "a": "北地王國"
    },
    {
        "q": "人有悲歡離合月有",
        "a": "陰晴圓缺"
    },
    {
        "q": "莫道不銷魂簾卷西風人比黃花",
        "a": "瘦"
    },
    {
        "q": "“沉魚落雁閉月羞花”中的“落雁”是指的誰?",
        "a": "昭君"
    },
    {
        "q": "薛定諤提出的一個實驗叫薛定諤的",
        "a": "貓"
    },
    {
        "q": "他望車外看了看說我買幾個橘子去。你就在此地不要走動。是朱自清寫給誰的文章?",
        "a": "父親"
    },
    {
        "q": "形容一個人樂觀通常會說他具有精神",
        "a": "阿Q"
    },
    {
        "q": "“你是不是喜歡我?”找出這句話中重複的字。",
        "a": "是"
    },
    {
        "q": "生存還是毀滅這是一個問題是誰的一句名言",
        "a": "莎士比亞"
    },
    {
        "q": "吃什麼會變醜?",
        "a": "藕"
    },
    {
        "q": "白貓掉到水裡去了黑貓把它救了上來白貓對黑貓說了句什麼?",
        "a": "喵"
    },
    {
        "q": "哪種水果視力最差?",
        "a": "芒果"
    },
    {
        "q": "豆蔻年華”是指女生的多少歲?",
        "a": "13歲"
    },
    {
        "q": "古代的一個時辰在今天是多長時間?",
        "a": "兩小時"
    },
    {
        "q": "葛朗台常被用來形容什麼性格的人?",
        "a": "吝嗇"
    },
    {
        "q": "四大菜系指的是山東萊四川菜廣東菜和萊。",
        "a": "江蘇"
    },
    {
        "q": "爆竹聲中一歲除春風送暖入屠蘇裡的屠蘇指的是?",
        "a": "酒"
    },
    {
        "q": "《五花肉之歌》是誰創作的?",
        "a": "大喵"
    },
    {
        "q": "“把你的心我的心",
        "a": "串一串"
    },
    {
        "q": "“常回家看看回家看看哪怕給媽媽——",
        "a": "刷刷筷子洗洗碗"
    },
    {
        "q": "讓我們——小船兒推開波浪",
        "a": "盪起雙槳"
    },
    {
        "q": "你是我的小呀小蘋果——",
        "a": "怎麼愛你都不嫌多"
    },
    {
        "q": "我就是我是顏色不一樣的——",
        "a": "煙火"
    },
    {
        "q": "“我們坐在高高的谷堆旁邊聽——講那過去的事情。”",
        "a": "媽媽"
    },
    {
        "q": "奇變偶不變",
        "a": "符號看象限"
    },
    {
        "q": "啊給我一杯——換我一夜不流淚",
        "a": "忘情水"
    },
    {
        "q": "近朱者赤近你者",
        "a": "甜"
    },
    {
        "q": "一隻鹿越跑越快越跑越快最後變成了什麼?",
        "a": "高速公路"
    },
    {
        "q": "什麼地方的門永遠關不上?",
        "a": "球門"
    },
    {
        "q": "鯊魚吃了一顆綠豆結果它變成了什麼",
        "a": "綠豆沙"
    },
    {
        "q": "玉米去燙了頭變成了什麼?",
        "a": "爆米花"
    },
    {
        "q": "我說在我的想像中有一雙——與眾不同最時尚跳舞肯定棒",
        "a": "滑板鞋"
    },
    {
        "q": "什麼動物經常熬夜?",
        "a": "熊貓"
    },
    {
        "q": "一隻小豬說:“加油啊”打一食品",
        "a": "朱古力"
    },
    {
        "q": "是誰在耳邊說——。只為這一句斷腸也無怨。",
        "a": "愛我永不變"
    },
    {
        "q": "誰是萬獸之王?",
        "a": "動物園園長"
    }
];